Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: But we can’t keep doing this forever, Uncle. If we stay like this, those orcs will eventually overrun us. What should we do?
uk_ua: Але ми не можемо продовжувати так вічно, дядьку. Якщо так буде й далі, ті орки рано чи пізно переб'ють нас всих. Шо нам робити?

source: But we fought those ugly scoundrels off!
uk_ua: Але ми прогнали тих огидних негідників!

source: But we spoke a Pact with this Haldric and these men of the west-north...
uk_ua: Але ми уклали Договір з цим Хальдріком і його людьми із західної півночі...

source: But we still need that knowledge, Baldras. We can’t be coming up with any great plan without no information. We both knows that if Weldyn brings one o’ their armies here, there be no way we can fight them off.
uk_ua: Але нам усе одно потрібна інформація, Балдрасе. Ми ні можем придумать щось, не знаючи нічого. Ми оба знаємо, шо як Велдин відправить одну зі своїх армій сюди, у нас нема жодного шансу.

source: But why then do they come as refugees? Speak, human.
uk_ua: Але чому вони прибули біженцями? Відповідай, людино.

source: But will everyone follow me on so perilous an adventure? I am still a youth; it may be they will not trust me.
uk_ua: Але чи усі підуть за мною на таке ризиковане завдання? Я все ще молодий; може статися так, що вони не довіряють мені.

source: But you attacked us with these monsters.
uk_ua: Але ти нацькував на нас цих монстрів.

source: But you have not failed. The southlands have not yet fallen to the orcish army, and have you not learned more about the undead than any man alive? It is he who fears death above all things who deceives the spirits into believing they can live again, and blinds them to the peace and rest of their own domain.
uk_ua: Ні, вийшло. Землі на півночі ще не пали під натиском орків, і хіба ти не дізнався про мерців більше, ніж усі інші живі люди? Тільки той, хто боїться смерті найбільше, обманює духів, щоб вони вірили в те, що вони зможуть жити знову, і примушує їх забути про світ і спокій на їхній власній землі.

source: But, Father!
uk_ua: Але батьку!

source: But... but... how can this be happening to me?
uk_ua: Але... але... чому я?

source: By lining up many units directly adjacent or with at most 1 hex space between them, you can build up a powerful defensive line. Note that, because Wesnoth uses hexes, a east-to-west "line" is not a straight line but a zig-zag curve. The north south line and the diagonals are the "real" lines.
uk_ua: Вишикувавши багато бійців один до одного, або з проміжком не більше, ніж на 1 поле, ви можете створити потужну лінії оборони. Зверніть увагу, що оскільки у Весноті використовуються шестигранні поля, "лінія" схід-захід є не лінією, а зигзагоподібною кривою. Лінія північ-південь і діагоналі є "прямими" лініями.

source: By order of the Queen, the magistrate of this town is to travel with us to Elensefar for vetting.
uk_ua: Згідно з наказом Королеви, старійшина цього поселення має відбути разом з нами до Еленсефару, щоб пройти перевірку.

source: By the right of treaty, ancient but still true—
uk_ua: Згідно договору, стародавньому, але все ще діє-

source: By then, their leader will have recruited more units to send against us and the real fight will begin.
uk_ua: В цей час їх ватажок вербуватиме солдатів. Він пошле їх проти нас, і почнеться справжній бій.

source: COPYRIGHT
uk_ua: АВТОРСЬКІ ПРАВА

source: CURSE you merfolk!
uk_ua: Будьте ПРОКЛЯТІ, водяні!

source: Cache
uk_ua: Кеш

source: Cache Cleaned
uk_ua: Кеш очищено

source: Cache Purged
uk_ua: Кеш видалено

source: Cache:
uk_ua: Кеш:

source: Cadell
uk_ua: Каделл

source: Cadry
uk_ua: Карді

source: Cage
uk_ua: Клітка

source: Caladon
uk_ua: Каладон

source: Caladon led them just a little way up the shore. Despite its name, the swamp was not actually desolate on the outskirts. A hardy population of humans coaxed a living out of the damp soil.
uk_ua: Каладон провів їх лише трохи вгору по берегу. Не дивлячись на свою назву, болота не були ізольованими і спустошеними. Деякі сміливі люди все ще жили тут.

source: Calendar
uk_ua: Календар

source: Call stack
uk_ua: Стек викликів

source: Calter
uk_ua: Кальтер

source: Camdun
uk_ua: Камдан

source: Camerin
uk_ua: Камерін

source: Campaign
uk_ua: Кампанія

source: Campaign Design
uk_ua: Розробка кампанії

source: Campaign Design, Programming, and Artwork
uk_ua: Створення кампанії, програмування, художнє оформлення

source: Campaign Maintenance
uk_ua: Додаткова робота над кампанією

source: Campaign design and programming
uk_ua: Розробка кампанії і програмування

source: Campaign: $campaign_name
uk_ua: Кампанія: $campaign_name

source: Campaigns
uk_ua: Кампанії

source: Campaigns are sequences of battles with a connecting storyline. Typical campaigns have about 10–20 scenarios. The main advantage with campaigns is that they allow you to develop your army. As you complete each scenario, the remaining units at the end are saved for you to use in the next scenario. If you choose not to use a unit at all during a scenario it is carried over to the next, so you don&#8217;t lose units you don&#8217;t use.
uk_ua: Кампанії - це послідовність битв, об'єднаних одним сюжетом. Зазвичай в кампанію входить близько 10-20 сценаріїв. Основна перевага кампаній в тому, що вони дозволяють вам удосконалювати вашу армію. Після завершення сценарію бійці зберігаються, і ви зможете використовувати їх в наступному сценарії. Якщо в сценарії ви взагалі не використовували бійця, він збережеться для наступного сценарію, тому ви його не втратите.

source: Campfire
uk_ua: Багаття

source: Can I help?
uk_ua: Можна я допоможу?

source: Can I trust you, and your information? I don’t even know your name.
uk_ua: Як я можу довіряти тобі і відомостям від тебе? Я навіть не знаю твого імені.

source: Can Recruit
uk_ua: Може вербувати

source: Can be Renamed
uk_ua: Може бути перейменований

source: Can we help?
uk_ua: Можна, ми допоможемо?

source: Can you feel it, brother? This one bears the Ruby of Fire. After all our time searching, it has come to us!
uk_ua: Відчуваєш це, брате? Он у того Вогняний Рубін! Після стількох років пошуків він сам до нас прийшов!

source: Can you help us fight the orcs?
uk_ua: Може, допоможете нам боротися з орками?

source: Can you still sail this ship?
uk_ua: Ти можеш керувати кораблем?

source: Can't change control of invalid side: '$side'.
uk_ua: Не можу змінити управління: недійсна сторона '$side'.

source: Can't change control of out-of-bounds side: '$side'.
uk_ua: Не можу змінити управління: сторона '$side' поза межами.

source: Can't droid invalid side: '$side'.
uk_ua: Не можу перемкнути на ПК недійсну сторону: '$side'.

source: Can't droid networked side: '$side'.
uk_ua: Не можу перемкнути на ПК мережну сторону: '$side'.

source: Can't idle invalid side: '$side'.
uk_ua: Не можу зробити вільною недійсну сторону: '$side'.

source: Can't idle local ai side: '$side'.
uk_ua: Не можу зробити вільною сторону: '$side'.

source: Can't idle networked side: '$side'.
uk_ua: Не можу зробити вільною мережну сторону: '$side'.

source: Can't locate the default core.
uk_ua: Не можу знайти типове ядро.

source: Can't query control of invalid side: '$side'.
uk_ua: Не можу зробити запит оператора сторони: '$side'.

source: Can't query control of out-of-bounds side: '$side'.
uk_ua: Не можу зробити запит оператора: сторона '$side' поза межами.

source: Cancel
uk_ua: Скасувати

source: Cancel any pending unit movements in the saved game
uk_ua: Скасувати всі заплановані рухи бійців у збереженій грі

source: Cancel orders
uk_ua: Скасувати накази

source: Cannot find era '$era'
uk_ua: Не вдалось знайти еру '$era'

source: Cannot obtain genders for invalid leader $leader
uk_ua: Не можна отримати стать для лідера $leader

source: Can’t we just move around the orcs?
uk_ua: А ми можемо просто обійти цих орків?

source: Can’t we strike back at her? How many forces does she have at the Bay of Pearls? Can we take it back from her?
uk_ua: Чи не могли б ми нанести їй удару у відповідь? Скільки в неї сил в Затоці Перлів? Ми зможемо повернути його собі?

source: Captain, what are <i>orcs</i> doing this far south?
uk_ua: Капітане, що <i>орки</i> роблять так далеко на півдні?

source: Captain, what are we riding into? I thought you wanted nothing to do with Baran any more, not since Toen Caric.
uk_ua: Капітане, чим ми займаємося? Я гадав, ти більше не хочеш мати нічого спільного з Б'ярном, особливо після Тоен Каріку.

source: Capture a village
uk_ua: Захопіть село

source: Capture every village
uk_ua: Захопіть усі села

source: Caradoc
uk_ua: Карадок

source: Carallcyn
uk_ua: Каральцин

source: Carcyn
uk_ua: Карцин

source: Carcyn Fisher
uk_ua: Карцин Рибальченко

source: Carcyn Fisher at your service, and this is my friend Shynal.
uk_ua: Карцин Рибальченко до ваших послуг, а це моя подруга Шиналь.

source: Careful! It is now nighttime. Orcs are <i>chaotic</i>, which means their attacks are now 25% stronger. By day, their attacks are 25% weaker, which is a noticeable difference. You are <i>lawful</i>: stronger by day and weaker at night. Your elvish warriors are <i>neutral</i>: unaffected by the time of day.
uk_ua: Обережно! Наступила ніч. Орки — <i>хаотичні</i>, вночі їх атака на 25% сильніша, а вдень — на 25% слабша. Ти з <i>порядних</i>, тому ти сильніший вдень. Эльфи — <i>нейтральні</i>: зміна дня і ночі їх не зачіпає.

source: Careful, you don’t know what’s lurking in there!
uk_ua: Обережніше, ми не знаємо, що тут ховається!

source: Cargo
uk_ua: Багаж

source: Caribe
uk_ua: Піранья

source: Carron
uk_ua: Каррон

source: Carryover percentage:
uk_ua: Відсоток, що переноситься:

source: Carryover rate is 15% and split evenly among players. Negative amounts will not carry over. Early finish bonus is superior to village control, but it is not directly related to the carryover amount.
uk_ua: Перенос золота 15%, які рівно розподіляються між гравцями. Негативні суми не переноситимуться. Бонус за раннє завершення перевершує бонус за повний контроль над селами, але він не має прямого відношення до суми переносу.

source: Casting fire is the least of the Ruby’s abilities. You are twice a fool, for having failed to plumb more than its most trivial use and for having given it away.
uk_ua: Кидатися вогнем це найменша із здібностей Рубіна. Ви двічі дурні, що не відкрили нічого кращого, ніж найтривіальніше його застосування, і що віддали його.

source: Castle
uk_ua: Замок

source: Castle Guard
uk_ua: Страж замку

source: Castle Overlay
uk_ua: Замкова стіна

source: Castle Ruins
uk_ua: Руїни замку

source: Castle Size:
uk_ua: Розмір замку:

source: Casualties of War
uk_ua: Втрати на війні

source: Catacombs Stone Wall
uk_ua: Кам'яна стіна катакомб

source: Catacombs Wall
uk_ua: Стіна катакомб

source: Catalan Translation
uk_ua: Каталонський переклад

source: Catch the kidnappers
uk_ua: Спіймати викрадачів

source: Category:
uk_ua: Категорія:

source: Caution, not fear, human. Anxious as I am to find the whereabouts of our great sage, it would do us no good to charge straight into the trap of the enemy. We will need help to scour woods as dangerous as these, and so I have asked some of my people to aid us. My soldiers and shamans will fight at your command.
uk_ua: Обережність, не страх, людино. Як би я не прагнула дізнатися про місцезнаходження нашого великого мудреця, буде нерозумно потрапити прямо в пастку ворога. Нам потрібна допомога, щоб звільнити настільки небезпечний ліс, тому я попросила декількох з мого народу допомогти нам. Мої солдати та шамани битимуться з нами.

source: Caution, young prince. It is very difficult to train inexperienced magi in combat. When they fight on the front lines of battle, you must protect magi with stronger units, else the enemy would make short work of them.
uk_ua: Будь обережнішим, принце. Недосвідчених чаклунів дуже важко навчити бойовим мистецтвам. Коли вони б'ються в перших рядах, їх потрібно захищати більш сильними бійцями, інакше супротивник швидко з ними розправиться.

source: Cavalier
uk_ua: Гусар

source: Cavaliers are masters at the use of both sword and crossbow from horseback. Their combination of striking power and mobility is fearsome, and they have a reputation for dash and aggressiveness to match it. The daring deeds of Cavaliers are the subject of many a tale and song.
uk_ua: Кавалеристи майстерно володіють мечем, арбалетом і мистецтвом верхової їзди. Суміш сили та швидкості наводять на ворогів страх; їхня рішучість та агресивність повністю відповідають їхнім умінням, а їхня доблесть оспівується в легендах і піснях.

source: Cavalryman
uk_ua: Кавалерист

source: Cavalrymen and Dragoons will be less useful underground than soldiers who fight on foot.
uk_ua: Кавалеристи та Драгуни будуть не такі корисні під землею, як піші солдати.

source: Cavalrymen are distinguished from horsemen by their tactics and equipment. A cavalryman wears heavier armor, and carries a sword and shield, rather than a lance. Their tactics do not include charging; instead they maneuver to slash with a sword, using both horse and rider as an effective tool of melee. Cavalrymen are very useful for taking and holding positions on open ground, for screening friendly soldiers, and also for scouting work.
uk_ua: Кавалеристи відрізняються від вершників тактикою і обмундируванням. Кавалеристи одягнені у важчу броню і використовують меч з щитом, а не спис. Їх тактика не включає наскок, замість цього вони уміло маневрують і січуть ворогів мечем, що в поєднанні з перевагами коня є ефективною зброєю ближнього бою. Кавалерія добре підходить для утримання позицій на відкритих просторах, прикриття своїх військ, а також для розвідки.

source: Cave
uk_ua: Печера

source: Cave Bear
uk_ua: Печерний ведмідь

source: Cave Chasm Bridge
uk_ua: Міст через прівру в печері

source: Cave Floor
uk_ua: Дно печери

source: Cave Path
uk_ua: Печерна стежка

source: Cave Rug
uk_ua: Печерний килим

source: Cave Village
uk_ua: Печерне село

source: Cave Wall
uk_ua: Стіна печери

source: Cemetery
uk_ua: Кладовище

source: Center
uk_ua: Центр

source: Ceoran
uk_ua: Сеоран

source: Certain saurians are seen dressed in arcane regalia and covered head to toe in horrifying, esoteric shapes and markings, both with paint and tattoo. Some suspect them to be visionaries, or oracles amongst their ilk. But whatever ‘societal’ function they may have, they are undeniably powerful in the strange magics their kind possess, and are beings to be wary of if ever seen.
uk_ua: Деяких ящерів помічали одягненими в загадкові шати, і покритих з голови до п'ят таємничими знаками і малюнками, виконаними фарбою і татуюваннями. Підозрюють, що це провидці або оракули свого народу. Які б не були їх ‘громадські’ функції, вони поза сумнівом володіють дивною і могутньою магією, і інші бояться одного їх погляду.

source: Certain units have abilities that either directly affect other units or have an impact on how the unit interacts with other units. These abilities will be listed under this section as you encounter them. Each page will provide a description of what the ability does and which (currently discovered) units have it.
uk_ua: Певні бійці мають здібності, які безпосередньо впливають на інших бійців, або міняють взаємодію між іншими бійцями. Ці здібності будуть перелічені в цьому розділі в міру того, як ви їх зустрічатимете. Кожна сторінка надаватиме опис дії здібності та зазначить бійців (відкритих), які ними володіють.

source: Certain units have special attacks. These are listed below:
uk_ua: Деякі бійці володіють спеціальними атаками. Ось їх перелік:

source: Certainly, let us join together to fight the evil ones.
uk_ua: Звичайно, давайте об'єднаємо наші зусилля для боротьби зі злом.

source: Certainly...
uk_ua: Точно...

source: Challenging
uk_ua: підвищена

source: Champions among their fellow troops, the dwarven sentinels form the bulwark of their battle lines. Leading a direct assault against a line that they fortify, is often out of the question; it tends toward being suicidal, rather than merely ineffectual. Equipped with the strongest of Knalgan armor, these dwarves are masters of the melee and can hold a patch of earth with the single-minded tenacity of an oak.
uk_ua: Кращі серед своїх побратимів, гноми вартові служать бастіоном бойових рядів. Вести пряму атаку проти ряду вартових частенько просто безглуздо: це не лише марно, а просто самогубство. Закуті в найкращі обладунки Кналга, ці гноми — майстри ближнього бою і можуть утримувати клаптик землі із завзятістю і стійкістю дуба.

source: Champions among their fellow troops, the dwarven sentinels form the bulwark of their battle lines. Leading a direct assault against a line that they fortify, is often out of the question; it tends toward being suicidal, rather than merely ineffectual. These dwarves are masters of the melee, and can hold a patch of earth with the single-minded tenacity of an oak.
uk_ua: Кращі серед своїх побратимів, гноми вартові служать бастіоном бойових рядів. Вести пряму атаку проти ряду вартових частенько просто безглуздо: це не лише марно, а просто самогубство. Ці гноми — майстри близького бою і можуть утримувати клаптик землі із завзятістю і стійкістю дуба.

source: Chance of being unscathed
uk_ua: Шанс бути непошкодженим

source: Chance to hit
uk_ua: Шанс попасти

source: Chance to hit:
uk_ua: Шанс влучити:

source: Change Add-on ID
uk_ua: Змінити ID аддону

source: Change Control
uk_ua: Змінити управління

source: Change Language
uk_ua: Змінити мову

source: Change Palette Group
uk_ua: Змінити групу палітри

source: Change Side (Debug!)
uk_ua: Змінити сторону бійця (Відладка!)

source: Change Unit ID
uk_ua: Змінити ID бійця

source: Change campaign difficulty before loading
uk_ua: Змініть складність кампанії перед завантаженням

source: Change difficulty
uk_ua: Змінити складність

source: Change terrain type of current hex
uk_ua: Змінити тип місцевості на цій клітинці

source: Change the AI side’s behaviour
uk_ua: Змінити поведінку ШІ сторони

source: Change the bell volume
uk_ua: Змінити гучність дзвону

source: Change the controller for side (write here the number of the side) to username (write here the nickname of the player or observer). You can check what side belongs to which player in the <bold>text='Scenario Settings'</bold> dialog (Press the <bold>text='More'</bold> button in the <bold>text='Status Table'</bold> (alt+s by default) to get there.). The host can change control of any side.
uk_ua: Змінити керуючого гравця (вкажіть тут номер фракції), на користувача (вкажіть тут нік гравця або спостерігача). Ви можете дізнатися, якій фракції який гравець належить, в діалозі <bold>text='Параметри сценарію'</bold>. Щоб потрапити туди, натисніть кнопку <bold>text='Більше'</bold> на <bold>text='Панелі Стану'</bold> (за замовчуванням alt+s). Хост може змінювати керування будь-якої сторони.

source: Change the game window size
uk_ua: Змінити розмір вікна гри

source: Change the in-game interface theme. Additional themes may be provided by community-made add-ons
uk_ua: Змінити внутрішньоігрову тему інтерфейсу. Додаткові теми можливо отримати в аддонах

source: Change the in-game theme.
uk_ua: Змінити музичну тему.

source: Change the language
uk_ua: Змінити мову

source: Change the log level of a log domain.
uk_ua: Змінити рівень логу в домені логу.

source: Change the music volume
uk_ua: Змінити гучність музики

source: Change the side’s controller
uk_ua: Змінити оператора сторони

source: Change the sound effects volume
uk_ua: Змінити гучність звукових ефектів

source: Change the sound volume for button clicks, etc.
uk_ua: Змінити гучність звуку при натисненні на кнопки і т.д.

source: Change the speed of scrolling around the map
uk_ua: Змінити швидкість прокручування карти

source: Change turn limit, or turn the turn limit off if no number is specified or it’s −1.
uk_ua: Змінити ліміт ходів, або вимкнути його зовсім, якщо значення не вказане або це −1.

source: Change turn number (and time of day), or increase by one if no number is specified.
uk_ua: Змінити номер ходу (і час дня), або збільшити його на один, якщо значення не вказане.

source: Changes the gold worth of the enemy spawns by a certain percentage
uk_ua: Змінює на певний відсоток суму золота, за яку можуть генеруватися вороги

source: Chantal
uk_ua: Шанталь

source: Chantal! Granddaughter! What are you doing here? You were not attacked, I hope.
uk_ua: Шанталь! Внучко! Що ти тут робиш? Сподіваюся, на тебе не напали.

source: Chantal! No — you can’t be dead! I have no hope of returning to Wesnoth now...
uk_ua: Шанталь! Ні — ти не можеш померти! Більше немає надії повернутися у Веснот...

source: Chaotic
uk_ua: Хаотичний

source: Chaotic Bonus:
uk_ua: Бонус хаотичним:

source: Chaotic units fight better at night, and worse during the day. Day: −25% Damage Night: +25% Damage
uk_ua: Хаотичні бійці краще б'ються вночі, а протягом дня гірше. День: −25% збитку Ніч: +25% збитку

source: Chaotic units:
uk_ua: Хаотичні бійці:

source: Charge
uk_ua: Наскок

source: Charge!
uk_ua: Вперед!

source: Charged with intense magic, this shield generates a forcefield causing adjacent enemies to inflict less damage around the wielder.
uk_ua: Заряджений сильною магією, цей щит генерує силове поле, завдяки якому навколишні вороги завдають менше шкоди власнику.

source: Charging units are best used against enemies they can kill with a single blow.
uk_ua: Зарядних бійців краще всього посилати проти ворогів, яких вони можуть вбити з одного удару.

source: Chasm
uk_ua: Прірва

source: Chat Log
uk_ua: Журнал чату

source: Chat lines:
uk_ua: Рядки чату:

source: Chat message
uk_ua: Повідомлення чату

source: Chat message aging
uk_ua: Затримувати повідомлення в чаті

source: Chat timestamping
uk_ua: Відмітка часу в чаті

source: Check Status
uk_ua: Перевірити стан

source: Cheers erupted from several villages, and former slaves rushed out with whatever meager weapons they could find, or fists and rocks if no weapons were to hand. Screams and curses came from the saurian castles.
uk_ua: З селищ пролунали гучні крики схвалення, і колишні раби повстали на боротьбу з тією нечисленною зброєю, що вони змогли роздобути. У багатьох в руках було тільки каміння, а у деяких не було і їх, вони йшли у бій з голими руками. Незабаром із фортець ящерів почулися крики і лайка.

source: Cheers of your enemy are the last thing you hear as you slip into death...their joy fills your last moments with pure hate.
uk_ua: Останнє, що ви чуєте, зісковзуючи в забуття смерті — радісні крики ворогів... їх радість наповнює останні хвилини вашого життя сліпою ненавистю.

source: Child King
uk_ua: Король дитя

source: Chin up, lads. Today is a good day to die!
uk_ua: Не засмучуйтеся, хлопаки. Сьогодні гарний день для смерті!

source: Chinese (Taiwan) Translation
uk_ua: Китайський переклад (Тайвань)

source: Chinese Translation
uk_ua: Китайський переклад

source: Chocobone
uk_ua: Мертвий вершник

source: Choice in the Fog
uk_ua: Вибір в тумані

source: Chompey the Serpent
uk_ua: Змій Гризун

source: Choose File
uk_ua: Виберіть файл

source: Choose New Recruit
uk_ua: Виберіть новобранця

source: Choose Orb/Minimap Colors
uk_ua: Вибрати кольори сфер/мінікарти

source: Choose Scenario (Debug!)
uk_ua: Виберіть сценарій (Відладка!)

source: Choose Starting Scenario
uk_ua: Виберіть початковий сценарій

source: Choose Target Map
uk_ua: Оберіть цільову карту

source: Choose Test Scenario
uk_ua: Виберіть тестовий сценарій

source: Choose Theme
uk_ua: Виберіть тему

source: Choose Your Leader
uk_ua: Оберіть свого лідера

source: Choose a Corpse
uk_ua: Виберіть труп

source: Choose a bonus for your team
uk_ua: Виберіть бонус для вашої команди

source: Choose a map generator:
uk_ua: Виберіть генератор карт:

source: Choose a unit to take the holy water
uk_ua: Оберіть бійця, який візьме святу воду
